Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.09.08.12_fin.txt.tmx
Source language: fin
Languages: sme

source: Katsaus valtion ensi vuoden talousarvioon
sme: Geahčastat boahtte jagi stáhtabušehttii

source: Saamelaiskäräjien hallitus kokoontui tiistaina puhelinkokoukseen käsittelemään kiireellisiä asioita.
sme: Sámedikki stivra čoahkkanii disdaga telefunčoakkámii gieđahallat hohpolaš áššiid.

source: Isoin ja tärkein asiakokonaisuus oli yli 10 vuotta valmisteltu, pohdittu ja keskusteltu saamen kieliyhteistyön uudelleenorganisointi.
sme: Stuorimus ja deháleamos áššeollisvuohta lei badjelaš 10 jagi válmmaštallojuvvon, suokkarduvvon ja ságastallojuvvon sámi giellaovttasbarggu ođđasitorganiseren.

source: Itsekin olen asiaa pohtinut ensin asiaa valmistelleena virkamiehenä, saamelaiskäräjäjäsenenä ja nyt saamelaiskäräjien puheenjohtajana ja SPN:n jäsenenä.
sme: Lean iešnai ášši guorahallan vuohččan ášševálmmaštalli virgeolmmožin, sámediggeáirasin ja dál sámedikki ságadoallin ja SPR:a áirasin.

source: Suomen, Norjan ja Ruotsin saamelaiskäräjät ovat saaneet saamen kieliyhteistyön uudelleenorganisointia varten rahoitusta InterregSápmilta.
sme: Suoma, Ruoŧa ja Norgga sámedikkit leat ožžon ruhtadeami sámi giellaovttasbarggu ođđasitorganiserema várás InterregSámi-ruhtarájus.

source: Hallitus päätti, että Suomen saamelaiskäräjät ei tässä vaiheessa voi osaltaan käynnistää kieliyhteistyöhanketta.
sme: Stivra mearridii, ahte Suoma sámediggi ii dán muttos sáhte álggahit giellaovttasbargofidnu iežas oasi mielde.

source: Hankkeen päävastuu ja hallinnollinenkin vastuu on Suomen saamelaiskäräjillä.
sme: Fidnu váldoovddasvástádus ja hálddahusovddasvástádusnai lea Suoma sámedikkis.

source: Hanke oli tarkoitus aloittaa syyskuussa ja Suomen saamelaiskäräjät oli kesälomani aikana hakenut jo työntekijää hankkeeseen, jota nyt ei voida kuitenkaan täyttää.
sme: Ulbmilin lei álggahit fidnu čakčamánu álggu rájes ja Suoma sámediggi lei mu geasseluomu áigge ohcan juo bargi fidnui, muhto dál dat goit ii sáhte devdojuvvot.

source: Saamelaisen parlamentaarisen neuvoston hallitus oli samoin tehnyt päätöksiä, joihin Suomen saamelaiskäräjillä ei ole mahdollista sitoutua taloudellisesta tilanteesta ja lainsäädännöstämme johtuen.
sme: Sámi parlamentáralaš ráđi stivra lei seamma ládje dahkan mearrádusaid, maidda Suoma sámedikki ii sáhte čatnasit ruđalaš dili ja min sámediggelága geažil.

source: Hallitus päätti selvittää juridiset ja taloudelliset edellytykset käynnistää kyseinen Interreg-hanke ensi vuoden alusta lähtien.
sme: Stivra mearridii čielggadit juridihkalaš ja ruđalaš eavttuid álggahit namuhuvvon Interreg-fidnu boahtte jagi álggu rájes.

source: Ikävää on se, että kieliyhteistyöhankkeen aloitus viivästyy taas, mutta saamelaiskäräjillä ei ollut muita vaihtoehtoja.
sme: Šállošahtti lea dieđusge dat, ahte giellaovttasbargofidnu álggaheapmi maŋŋona vuot, muhto sámedikkis eai lean eará vejolašvuođat.

source: Jos hanke olisi aloitettu syyskuun alussa, saamelaiskäräjille olisi tullut kassakriisi ja hallitus ei tietenkään voinut antaa sellaista tapahtua.
sme: Jos fidnu livččii álggahuvvon čakčamánu álggu rájes, sámediggái livččii šaddan ruđalaš kássaroasu sisa ja stivra ii dieđusge sáhttán diktit dan dáhpáhuvvat.

source: Interreg-rahoitus maksetaan n. 7-8 kk:n viiveellä toteutuneita kuluja vastaan.
sme: Interreg-ruhtadeapmi máksojuvvo maŋálgihtii s. 7-8 mánu maŋŋel, olláhuvvan goluid mielde.

source: Hankkeen aloittaminen syyskuussa olisi syönyt tämän vuoden toimintamäärärahamme hyvin nopeasti moniksi kuukausiksi eteenpäin ja vaarantanut niin edunvalvonnan kuin varsinaiseen toimintaan varatun määrärahan käytön.
sme: Fidnu álggaheapmi čakčamánu álggu rájes livččii borran dán jagi doaibmamearreruđa hui jođánit máŋggaide mánuide ovddos ja bidjan vára vuollái nu ovdduidgoziheami go maid aitosaš bargui várrejuvvon mearreruđa anu.

source: Hallitus edellytti hallintoa etsimään syksyn aikana rahoituskeinoa, joka mahdollistaisi hankkeen aloittamisen ilman saamelaiskäräjien kassakriisiä.
sme: Stivra geatnegahtii hálddahusa ohcat čavčča áigge ruhtadanvuogi, mii dagalii vejolažžan fidnu álggaheami almmá sámedikki kássaroasu.

source: Hankkeen varsinainen sisältö ja toteuttaminen vaatii vielä tarkennusta, jotta Suomen saamelaiskäräjiä ohjaava lainsäädäntö ja työjärjestys tulevat huomioiduksi hankkeessa.
sme: Fidnu aitosaš sisdoallu ja ja olláhuhttin gáibida vel dárkkisteami, vai láhka ja bargoortnet, mat stivreba Suoma sámedikki, šaddába váldojuvvot vuhtii fidnus.

source: Lisäksi hankkeen suuri kysymysmerkki ja puute on Venäjän saamelaisten asema ja mahdollisuudet osallistua kieliyhteistyöhön.
sme: Dasa lassin fidnu hui stuora gažaldahkan ja váilin leat Ruošša sápmelaččaid sajádat ja vejolašvuođat oassálastit giellaovttasbargui.

source: Nyt hanke ei toisi sellaisenaan lisäresursseja Venäjän saamen kielten tukemiseen.
sme: Dál fidnu ii dakkáražžan buvttále lassiresurssaid Ruošša sámegielaid doarjumii.

source: Tosiasiassa juuri nehän tarvitsevat saamen kielistä kaikkein eniten tukea.
sme: Duohtavuohtahan lea, ahte dathan dárbbahit sámegielain buot eanemus doarjaga.

source: Saamelaiskäräjät tapasi eilen elinkeinoministeri Jyri Häkämiehen.
sme: Sámediggi deaivvadii ikte ealáhusministtar Jyri Häkämiehiin.

source: Keskustelun aiheena oli kaivoslain toimeenpano saamelaisten kotiseutualueella, saamelaiskäräjien taloustilanne ja turvallisuus- ja kemikaliviraston (Tukes) ohjauksesta.
sme: Ságastallama fáddán ledje ruvkelága olláhuhttin sámiid ruovttuguovllus, sámedikki ruhtadilli ja dorvo- ja kemikálavirgelágádusa (Tukes) stivren.

source: Saamelaiskäräjien hallitus on alkukesästä kirjelmöinyt eri ministeriöille kaivoslain toimeenpanosta ja saamelaiskäräjien resursoinnista kaivoslain toimeenpanoon liittyen.
sme: Sámedikki stivra lea álgojagi čállán sierra ministeriijaide ruvkelága olláhuhttimis ja sámedikki resurseremis ruvkelága olláhuhttima olis.

source: Tapaaminen ministerin kanssa oli hyvin hedelmällinen ja hyödyllinen.
sme: Deaivvadeapmi ministariin lei hui attolaš ja ávkkálaš.

source: Ministeri ymmärsi tarpeen antaa saamelaiskäräjille lisäresursseja kaivoslain saamelaiskäräjille antamien velvoitteiden täyttämistä varten.
sme: Ministtar ipmirdii dárbbu addit sámediggái lassiresurssaid ruvkelága sámediggái buktin geatnegasvuođaid deavdima várás.

source: Valtiovarainministeriö samoin kuin eri ministeriöt ovat julkistaneet omat ehdotuksensa ensi vuoden talousarvioksi.
sme: Ruhtaministeriija (RM) dego maid sierra ministeriijat leat ilmmuhan iežaset evttohusaid boahtte jagi stáhtabušeahttan.

source: Saamelaiskäräjät on neuvotellut omasta budjetistaan oikeusministerin ja ympäristöministerin sekä työ- ja elinkeinoministeriön kanssa.
sme: Sámediggi lea ráđđádallan iežas bušeahtas vuoigatvuohtaministeriijain ja birasministeriijain dego maid dál bargo- ja ealáhusministeriijain.

source: Saamelaiskäräjät on saanut tukea ympäristöasioiden esittelijän viran perustamiselle kaikista kyseisistä ministeriöistä.
sme: Sámediggi lea ožžon doarjaga birasáššiid válmmaštalli virggi vuođđudeapmái buot namuhuvvon ministeriijain.

source: Oikeusministeriö ehdottaakin korotusta saamelaiskäräjien varsinaiseen toimintaan varattuun rahoitukseen ja ilmoittaa varautuvansa saamen kielten elvyttämisohjelman toteuttamiseen toimialallaan.
sme: Vuoigatvuohtaministeriija evttohanai bajideami sámedikki aitosaš bargui várrejuvvon ruhtadeapmái ja ilmmuha iežas ráhkkanit sámegielaid ealáskahttinprográmma olláhuhttimii iežas doaibmasuorggis.

source: Ministeriö ehdottaa saamelaiskäräjille 100 000 euroa lisärahoitusta ympäristöasioiden esittelijän virkaan ja 14 000 saamelaiskäräjien henkilöstön palkkojen tarkistukseen.
sme: Ministeriija evttoha 100 000 euro lassiruhtadeami birasáššiid válmmaštalli virgái ja 14 000 euro sámedikki bargiid bálkkáid dárkkisteapmái.

source: VM:n budjettiesitys ensi vuodelle esittää saamelaiskäräjien varsinaiseen toimintaan varatuksi määrärahaksi 1,636 milj. euroa.
sme: Ruhtaministeriija bušeahttaevttohusas evttohuvvo boahtte jahkái sámedikki aitosaš doibmii várrejuvvot 1 636 000 euro.

source: VM:n budjettiesitys saamelaiskäräjien budjetiksi on 64 000 euroa pienempi kuin oikeusministerin budjettiesitys.
sme: RM:a bušeahttaevttohus sámedikki bušeahttan lea 64 000 euro unnit go vuoigatvuohtaministeriija bušeahttaevttohus.

source: Uskon, että neuvottelumme tuottavat tulosta ja saamelaiskäräjille tulee ensi vuonna lisäresurssi kaivos- ja ympäristöasioihin ja voimme perustaa uuden viran.
sme: Jáhkán, ahte min ráđđádallamat buktet bohtosa ja sámediggái boahtá boahtte jagi lassiruhta ruvke- ja birasáššiide ja sáhttit vuođđudit ođđa virggi.

source: Valtiovarainministeriön budjettiesitys on tältä osin hyvin lupaava.
sme: Ruhtaministeriija bušeahttaevttohus lea dán dáfus hui lohpideaddji.

source: Opetus- ja kulttuuriministeriön budjettiesitys samoin kuin valtiovarainministeriön vahvistama kyseisen ministeriön ehdotus ensi vuoden budjetiksi on osaltaan huolestuttava.
sme: Oahpahus- ja kulturministeriija bušeahttaevttohus dego maid ruhtaministeriija dan doaibmaministeriija nannen evttohus boahtte jagi bušeahttan lea muhtin muddui fuolastuhtti.

source: OKM:n ehdotuksessa ei mainita eurolla eikä sanallakaan varautumista saamen kielten elvyttämisohjelman toteuttamiseen.
sme: OKM:a evttohusas ii máinnašuvvo euroin iige sániinge ráhkkaneapmi sámegielaid ealáskahttinprográmma olláhuhttimii.

source: Tämä on hyvin huolestuttavaa, koska ohjelman toteuttamiseen on sitouduttu hallitusohjelmatasolla ja päävastuu ohjelman toteuttamisesta on OKM:llä.
sme: Dát lea hui fuolastuhtti, daningo prográmma olláhuhttimii lea čatnasuvvon ráđđehusprográmmadásis ja váldoovddasvástádus prográmma olláhuhttimis lea OKM:s.

source: Opetus- ja kulttuuriministeriön asettaman työryhmän ehdotus, jonka puheenjohtaja toimi OKM:n virkamies Mikko Cortés Téllez, teki esityksiä, joilla on vaikutuksia ensi vuoden talousarvioon.
sme: Oahpahus- ja kulturministeriija ceggen bargojoavkku evttohus, man ságadoallin doaimmai OKM:a virgeolmmoš Mikko Cortés Téllez, dagai evttohusaid, main leat váikkuhusat boahtte jagi stáhtabušehttii.

source: Työryhmä ehdotti mietinnössään kieli- ja kulttuuripesien rahoitusta nostettavaksi 700 000 euroon / vuosi.
sme: Bargojoavku evttohii smiehttamušastis giella- ja kulturbesiid ruhtadeami bajideami 700 000 euroi jagis.

source: Lisäksi työryhmä ehdottaa asteittaista nostoa niin saamelaiseen kulttuurimäärärahaan ja saamenkieliseen oppimateriaalituotantoon.
sme: Dasa lassin bargojoavku evttoha dađistaga bajideami sihke sámi kulturmearreruhtii ja sámegielalaš oahppomateriálabuvttadeapmái.

source: OKM:n eikä VM:n budjettiehdotuksissa esitetä näiden määrärahojen nostoa.
sme: Ii OKM:a iige RM:a bušeahttaevttohusas evttohuvvo dáid mearreruđaid bajideapmi.

source: Lisäksi työryhmä ehdottaa viittä eri selvityshanketta, jotka tulisi saattaa valmiiksi ensi budjettivuoden aikana.
sme: Dasa lassin bargojoavku evttoha vihtta sierra čielggadanfidnu, mat galggale gearggahuvvot boahtte bušeahttajagi áigge.

source: Varovaisesti arvioiden työryhmän tekemien ehdotusten toteuttaminen edellyttäisi noin 1,5 miljoonan euron rahoituspanostusta ensi vuoden budjetissa.
sme: Várrugasat árvvoštaladettiin bargojoavkku dahkan evttohusaid olláhuhttin gáibidivččii sulaid 1,5 miljovnna euro ruhtadanbidjosa boahtte jagi bušeahtas.

source: Ehdotus saamen kielten elvyttämisohjelmaksi on parhaillaan lausunnolla ja valmisteltavana saamelaiskäräjien lautakunnissa.
sme: Evttohus sámegielaid ealaskahttinprográmman lea bárrásiin cealkinládje ja válmmaštallamis sámedikki lávdegottiin.

source: Lausuntokierroksen jälkeen OKM viimeistelee elvyttämisohjelman.
sme: Cealkima maŋŋel OKM vátná ealaskahttinprográmma.

source: Olen pyytänyt lautakuntia arvioimaan ohjelman toteuttamiseen vaadittavia resursseja.
sme: Lean bivdán sámedikki lávdegottiid ja ráđiid árvvoštallat prográmma čađaheami resursagáibádusaid.

source: Näyttää siltä, että elvyttämisohjelmaa viivästytetään valtionhallinnossa.
sme: Orru leame nu, ahte ealaskahttinprográmma ájihuvvo vásedin stáhtahálddahusas.

source: Ohjelmaa valmistelleessa työryhmässä ollut saamelaiskäräjien edustaja esitti alkuvuodesta, että työryhmän työaikaa jatkettaisiin, jotta työryhmän ehdotusten budjettivaikutukset voitaisiin arvioida.
sme: Prográmma válmmaštalli bargojoavkkus leamaš sámedikki ovddasteaddji evttohii álgojagi, ahte bargojoavkku bargoáigi jotkojuvvolii, vai bargojoavkku evttohusaid bušeahttaváikkuhusat háhppehuvvole árvvoštallojuvvot.

source: OKM ei myöntänyt lisäaikaa, mutta työryhmän ehdotuksen luovuttamisen jälkeen maaliskuun alussa työryhmän ehdotus jäi pöydälle ja se lähetettiin lausunnolle vasta kesäkuussa.
sme: OKM ii miehtan lassiáigái, muhto bargojoavkku evttohusa luobaheami maŋŋel njukčamánu álggus bargojoavkku evttohus bázii beavdde nala ja dat sáddejuvvui cealkima várás easka geassemánu.

source: OKM ei ole selkeästi priorisoinut ohjelman toteuttamista, vaikka sille kuuluu yksiselitteisesti kokonaisvastuu ohjelman toteuttamisesta.
sme: OKM ii čielgasitge vuoruhan prográmma olláhuhttima, vaikka dasa gullá ovttačilggolaččat ollislaš ovddasvástádus prográmma olláhuhttimis.

source: Saamen kielten elvyttämisohjelman valmistumisen hidastuminen ei ole kuitenkaan estänyt Suomea hyödyntämästä kielenelvytysohjelmaa kansainvälisillä areenoilla.
sme: Sámegielaid ealaskahttinprográmma gárváneami maŋŋoneapmi ii leat goitge eastán Suoma atnit ávkin giellaealaskahttinprográmma riikkaidgaskasaš arenain.

source: Kielenelvytysohjelmaa on hehkutettu alkukesästä alkuperäiskansojen pysyvän foorumin kokouksessa New Yorkissa ja erityisesti Genevessä YK:n ilmisoikeusneuvoston kokouksessa, jossa Suomen ihmisoikeustilanne oli määräaikaistarkastelussa.
sme: Suopma lea áhcagahttán giellaealáskahttinprográmmain álgogease álgoálbmogiid bissovaš foruma čoakkámis New Yorkkas ja earenoamážit Geneves ON:a olmmošriekteráđi čoakkámis, mas Suoma olmmošriektedilli lei mearreáigegeahčadeami vuollásažžan.

source: Silloin Suomi ilmoitti, että kielenelvytysohjelma olisi jo hyväksytty.
sme: Dalle Suopma ilmmuhii, ahte giellaealaskahttinprográmma livččii juo dohkkehuvvon.

source: Saamelaislasten kieli- ja kulttuuripesien rahoitus näyttää säilyvän osittain ensi vuoden budjetissa.
sme: Sámi mánáid giella- ja kulturbesiid ruhtadilli orru seailume buore muddui boahtte jagi bušeahtas.

source: OKM ehdottaa määrärahan säilymistä kahden vuoden siirtymämäärärahana, eli rahoitus olisi käytettävä kahden budjettivuoden kuluessa (yht.
sme: OKM evttoha mearreruđa seailuma guovtti jagi sirddamearreruhtan, dehege ruhtadeapmi galggalii adnojuvvot guovtti bušeahttajagi áigge (okt.

source: 700 000 euroa) ja OKM:n budjettiehdotuksen mukaan rahoitusta oltaisiin vakiinnuttamassa.
sme: 700 000 euro) ja OKM:a bušeahttaevttohusa mielde ruhtadeapmi boađálii fásta vuođu nala.

source: VM:n ehdotuksessa kielipesärahoja leikattaisiin 50 000 eurolla, eli ensi vuodelle kielipesärahoja olisi vain 300 000 euroa.
sme: RM:a evttohusas giellabeasseruhta čuhppojuvvo 50 000 euroin ja dan mielde boahtte jahkái giellabeasseruhta livččii dušše 300 000 euro.

source: Todellinen tarve kieli- ja kulttuuripesätoiminnalle on nykyistä rahoitustarvetta suurempi ja jos VM:n budjettiehdotus toteutuu, saamen kielten elvyttäminen ja samalla saamen kielten elvyttämisohjelman toteutuminen heikkenee.
sme: Duođalaš dárbu giella- ja kulturbeassedoibmii lea dáláš ruhtadandárbbu stuorit ja juos RM:a bušeahttaevttohus olláhuvvá, de sámegiela ealaskahttin ja seammas maid sámegielaid ealaskahttinprográmma olláhuvvan hedjona.

source: Toiveissa on ollut laajentaa kieli- ja kulttuuripesätoimintaa myös saamelaisten kotiseutualueen ulkopuolelle, mutta mikäli rahoitusta ei lisätä, siihen ei ole mahdollisuuksia.
sme: Sávaldahkan lea leamaš viiddidit giella- ja kulturbeassedoaimma maid sámiid ruovttuguovllu olggobeallái, muhto jos ruhtadeapmi ii lasihuvvo, de dasa eai leat vejolašvuođat.

source: Opetus- ja kulttuuriministeriön budjettimomentilla on kuitenkin hyvin mielenkiintoinen uusi rahoitusmomentti: varautuminen Unescon aineettoman kulttuuriperinnön suojelua koskevan sopimuksen kansallisen täytäntöönpanoon.
sme: Oahpahus- ja kulturministeriija bušeahttamomeanttas lea goitge hui miellagiddevaš ođđa ruhtadanmomeanta: ráhkkaneapmi Unesco immateriála kulturárbbi suodjalansoahpamuša álbmotlaš olláhuhttimii.

source: OKM oli alun perin esittänyt työhön 140 000 euroa, mutta jonka VM on omassa esityksessään pudottanut 124 000 euroon.
sme: OKM lei álgoálggus evttohan bargui 140 000 euro, muhto man RM lea iežas evttohusas unnidan 124 000 euroi.

source: Saamelaiskäräjät on tehnyt aloitteen vuonna 2010 silloiselle kulttuuri- ja urheiluministeri Stefan Wallinille sopimuksen ratifioimiseksi.
sme: Sámediggi lea jagi 2010 dahkan álgaga dalá kultur- ja faláštallanministtar Stefan Wallinii soahpamuša ratifiserema várás.

source: Ministeri vastasi hyvin pian, että hän on määrännyt virkamiehensä selvittämään sopimuksen ratifiointia ja asiasta järjestettiin asiantuntijaseminaari vuoden 2011 alkukeväänä johon myös itse osallistuin.
sme: Ministtar vástidii hui jođánit, ahte son lea mearridan virgeolbmuid čielggadit soahpamuša ratifiserema ja áššis lágiduvvui áššedovdiseminára jagi 2011 álgogiđa, masa maid ieš oassálasten.

source: Seminaarin viesti oli selvä: sopimus tulee ratifioida.
sme: Seminára signála lei hui čielggas: soahpamuš galgá ratifiserejuvvot.

source: Saamelaiskäräjät on myös neuvotellut asiasta ministeriön kanssa ja neuvottelut näyttävän tuottavan nyt tulosta.
sme: Sámediggi lea maid ráđđádallan áššis ministeriijain ja ráđđádallamat orrot dál buktán bohtosa.

source: Sopimus ilmeisesti ratifioidaan pikaisesti, mikä on todella suuri edistysaskel.
sme: Mearkkat leat čielgasat, soahpamuš ratifiserejuvvo hui jođánit, mii lea duođaid stuora ovdánanlávki.

source: Uskonkin, että kyseisestä määrärahasta osa voidaan kanavoida aineettoman saamelaisen kulttuuriperinnön tukemiseen, koska alkuperäiskansojen kulttuurioikeudet ja perinteinen tieto on huomioitu sopimuksessa.
sme: Jáhkánnai, ahte namuhuvvon mearreruđas oassi sáhttá kanaliserejuvvot immateriála sámi kulturárbbi doarjumii, daningo álgoálbmogiid kulturvuoigatvuođat ja árbevirolaš diehtu leat váldojuvvon vuhtii soahpamušas.

source: Sopimus velvoittaa valtiota ryhtymään toimiin aineettoman kulttuuriperinnön suojelemiseksi.
sme: Soahpamuš geatnegahttá stáhta riepmat doaimmaide immateriála kulturárbbi suodjaleami várás.

source: Sopimuksen mukaan aineeton kulttuuriperintö ilmenee mm. seuraavissa asioissa: suullinen perinne ja ilmaukset, tietämys ja käytännöt koskien luontoa ja perinteinen käsityötaito.
sme: Soahpamuša mielde immateriála kulturárbi albmana ee. čuovvovaš áššiin: njálmmálaš árbevierru ja albmaneamit, luonddudiehtu ja geavadat ja árbevirolaš duodjemáhttu.

source: Saamenkielisiin sosiaali- ja terveyspalveluihin varattuun määrärahaan ei ole budjettiesityksen mukaan tulossa pitkään kaivattua korotusta.
sme: Sámegielalaš sosiála- ja dearvvašvuohtabálvalusaide várrejuvvon mearreruhtii ii leat bušeahttaevttohusa mielde boahtime guhká vurdojun bajideapmi.

source: Jatkossa, mikäli lakiesitys menee läpi, niin saamelaiskäräjien vaikutusmahdollisuudet rahoituksen käytön ohjaamiseen pienenevät entisestään.
sme: Boahttevuođas, jos láhkaevttohus manná čađa, de sámedikki váikkuhanvejolašvuođat ruhtadeami geavahusa stivremii unnot ovddežisge.

source: OKM ja STM ehdottavat, että 600 000 euron määrärahasta 120 000 euroa kanavoidaan OKM:n ja saamelaiskäräjien kautta saamelaisten kotiseutualueen kunnille saamenkielisen päivähoidon järjestämiseen.
sme: OKM ja SDM evttoheaba, ahte 600 000 euro mearreruđas 120 000 kanaliserejuvvo OKM:a ja sámedikki bakte sámiid ruovttuguovllu suohkaniidda sámegielalaš beaivedivššu ordnema várás.

source: Asiakokonaisuus on parhaillaan saamelaiskäräjillä lausuttavana.
sme: Áššeollisvuohta lea bárrásiin sámedikkis cealkinládje.

source: Ennen ensi vuoden budjetin lopullista hyväksymistä eduskunnassa käydään poliittisella tasolla vielä monet väännöt.
sme: Ovdal boahtte jagi bušeahta loahpalaš dohkkeheami riikkabeivviin čađahuvvojit politihkalaš dásis vel máŋggat ráđđádallamat ja fággádallamat.

source: Niihin tulee myös saamelaiskäräjät omalta osaltaan varautua.
sme: Daidda galgá maid sámediggi iežas beales ráhkkanit.

source: Minulla on vielä vuosilomaa pitämättä ja tässä kuussa pidän sitä työtilanteen niin salliessa.
sme: Mus lea vel jahkeluopmu doalakeahttá ja dán mánu čakčaluvvagoahtima mielde doalan dan go bargodilli addá fal dasa vejolašvuođa.

source: Vuontisjärvi 9.8.2012
sme: Vuottesjávrres 9.8.2012

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
